HakureiMio/SmartParcelStation/gate-access/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
